Repository: Imatifdev/Uro-Application
Catalog: lib/l10n/app_*.arb
Languages: ur

source: language
ur: زبان

# oabQuestion1
source: Over the past month, how often have you had the sensation of not emptying your bladder completely after you finish urinating?
ur: پچھلے ماہ کے دوران اآپ نے کتنی با ر محسوس کیا کہ باوجود پیشاب کرنے کے اآپ کا مثانہ پوری طرح سے خالی نہیں ہوا؟

# oabQuestion2
source: Over the past month, how often have you had to urinate again less than two hours after you finished urinating?
ur: پچھلے ماہ کے دوران اآپ نے کتنی با رآپ کو دو گھنٹے کے دوران دوبار پیشاب کی حاجت ہوئی؟

# oabQuestion3
source: Over the past month, how often have you found you stopped and started again several times when you urinated?
ur: پچھلے ماہ کتنی بار آپ نے رُک رُک کے پیشاب کیا؟

# oabQuestion4
source: Over the past month, how difficult you found it to postpone urination?
ur: پچھلے ماہ کے دوران آپ کو کتنی بار پیشاب روکنے میں دقت یا مشکل محسوس ہوئی؟

# oabQuestion5
source: Over the past month, how often have you had a weak urinary stream?
ur: پچھلے ماہ کے دوران اآپ کوکتنی با رلگاکہ آپ کے پیشاب کی دھار کمزور ہے؟

# oabQuestion6
source: Over the past month, how often have you had to push or strain to begin urination?
ur: پچھلے ماہ کے دوران کتنی بار آپ کو پیشاب کرنے کیلئے زور لگاناپڑا؟

# oabQuestion7
source: Over the past month, how many times did you most typically get up to urinate from the time you went to bed until the time you got up in the morning?
ur: پچھلے ماہ کے دوران آپ کو کتنی بار نیند سے اُٹھ کر پیشاب کرنا پڑا؟

# oabHeading1
source: Incomplete Emptying
ur: نا مکمل خالی کرنا

# oabHeading2
source: Frequency
ur: تعداد

# oabHeading3
source: Intermittency
ur: معطلی

# oabHeading4
source: Urgency
ur: فوریت

# oabHeading5
source: Weak Stream
ur: کمزور نالی

# oabHeading6
source: Straining
ur: کشش

# oabHeading7
source: Nocturia
ur: رات کو پیشاب کرنے کی ضرورت

# oabAnswer1
source: Not at all
ur: بالکل نہیں

# oabAnswer2
source: Less than 1 time in 5 days
ur: 5 دنوں میں سے ایک بار سے کم

# oabAnswer3
source: Less than half the time
ur: نصف وقت سے کم

# oabAnswer4
source: About half the time
ur: تقریباً نصف وقت

# oabAnswer5
source: More than half the time
ur: نصف وقت سے زیادہ

# oabAnswer6
source: Almost always
ur: تقریباً ہمیشہ

# oabLastAnswer1
source: None
ur: کوئی

# oabLastAnswer2
source: 1 Time
ur: ایک مرتبہ

# oabLastAnswer3
source: 2 Times
ur: دو مرتبہ

# oabLastAnswer4
source: 3 Times
ur: تین مرتبہ

# oabLastAnswer5
source: 4 Times
ur: چار مرتبہ

# oabLastAnswer6
source: 5 Times or more
ur: پانچ بار یا اس سے زیادہ

source: Question No
ur: سوال نمبر

# ipssQuestion1
source: How often do you have a strong, sudden urge to urinate that makes you fear you will leak urine if you can't get to a bathroom immediately?
ur: کتنی بار آپ کو پیشاب کرنے کا شدید، اچانک زور ہوتا ہے جس سےآپ کو یہ خدشہ ہو کہ اگر آپ فوری طور پر باتھ روم نہ جا سکے تو آپ کا پیشاب لیک ہو جائے گا؟

# ipssQuestion2
source: How often do you leak urine after feeling a strong urge to go? (whether you wear pads/protection or not)
ur: ضبط جانے کی شدید حاجت کے بعد کتنی بار آپ کا پیشاب لیک ہوا ہے؟(چاہے آپ پیڈز/پروٹیکشن پہنتے ہیں یا نہی)

# ipssQuestion3
source: How much urine do you think usually leaks? (whether you wear pads/protection or not)
ur: آپ کے خیال میں کتنا پیشاب عموماً لیک ہوتا ہے؟ (چاہے آپ پیڈز/پروٹیکشن پہنتے ہیں یا نہیں)

# ipssQuestion4
source: How often do you urinate during the day?
ur: آپ دوران دن کتنی بار پیشاب کرتے ہیں؟

# ipssQuestion5
source: How many times do you usually get up at night to urinate, from when you went to bed until you get up in the morning?
ur: آپ رات کو سونے سے لیکر صبح اٹھنے تک، عام طور پر کتنی بار پیشاب کرنے کے لئے اٹھتے ہیں؟

# ipssHeading1
source: Urgency
ur: فوری حاجت

# ipssHeading2
source: Urgency Incontinence
ur: فوری ضعف

# ipssHeading3
source: Incontinence
ur: ضعف ضبط

# ipssHeading4
source: Frequency
ur: تعدد

# ipssHeading5
source: Waking to Urinate
ur: پیشاب کرنے کے لئے بیدار ہونا

# ipssOneAnswer1
source: Not at all
ur: بالکل نہیں

# ipssOneAnswer2
source: Occasionally
ur: کبھی کبھار

# ipssOneAnswer3
source: About once a day
ur: دن میں ایک دفعہ

# ipssOneAnswer4
source: About three times a day
ur: دن میں تقریباً تین بار

# ipssOneAnswer5
source: About half the time
ur: تقریباً آدھا وقت

# ipssOneAnswer6
source: Almost always
ur: تقریبا ہمیشہ

# ipssTwoAnswer1
source: None
ur: کوئی نہیں

# ipssTwoAnswer2
source: Drops
ur: ڈراپس

# ipssTwoAnswer3
source: 1 tea spoon
ur: 1-چھوٹاچمچ

# ipssTwoAnswer4
source: 1 table spoon
ur: 1-بڑاچمچ

# ipssTwoAnswer5
source: 1/4 cup
ur: کپ

# ipssTwoAnswer6
source: Entire Bladder
ur: پورا مثانہ

# ipssThreeAnswer1
source: 1-6 times
ur: 1-6 مرتبہ

# ipssThreeAnswer2
source: 7-8 times
ur: 7-8 مرتبہ

# ipssThreeAnswer3
source: 9-10 times
ur: 9-10 مرتبہ

# ipssThreeAnswer4
source: 11-12 times
ur: 11-12 مرتبہ

# ipssThreeAnswer5
source: 13-14 times
ur: 13-14 مرتبہ

# ipssThreeAnswer6
source: 15 or more times
ur: 15 یا اس سے زیادہ مرتبہ

# ipssFourAnswer1
source: None
ur: کوئی نہیں

# ipssFourAnswer2
source: 1 time
ur: 1 مرتبہ

# ipssFourAnswer3
source: 2 times
ur: 2 مرتبہ

# ipssFourAnswer4
source: 3 times
ur: 3 مرتبہ

# ipssFourAnswer5
source: 4 times
ur: 4 مرتبہ

# ipssFourAnswer6
source: 5 or more times
ur: 5 مرتبہ یا اس سے زیادہ

source: Hello Again!
ur: دوبارہ سلام!

source: Email Address
ur: ای میل پتہ

source: Password
ur: پاس ورڈ

source: Forgot Password
ur: پاس ورڈ بھول گئے؟

source: Log In
ur: لاگ ان کریں

# dontHaveAnAcountSignup
source: Don't Have an Account? Signup
ur: کیا آپ کا اکاؤنٹ نہیں ہے؟ سائن اپ کریں

source: Register Patient
ur: مریض کو رجسٹر کریں

# lName
source: Last Name
ur: آخری نام

# fName
source: Full Name
ur: مکمل نام

# dob
source: Date of Birth
ur: پیدائش کی تاریخ

# phone
source: Phone Num
ur: فون نمبر

source: Register
ur: رجسٹر کریں

# miControlAs
source: Mi Control Assessment
ur: مائی کنٹرول ایسیسمنٹ

# viewHis
source: View History
ur: تاریخ دیکھیں

source: Settings
ur: ترتیبات

source: Profile
ur: پروفائل

source: Reset Password
ur: پاس ورڈ دوبارہ ترتیب دیں

# resetpass
source: Reset Your Password
ur: اپنا پاس ورڈ دوبارہ ترتیب دیں

# entermail
source: Enter Your Email
ur: اپنا ای میل درج کریں

source: Save
ur: محفوظ کریں

# download
source: Download Your Record
ur: اپنا ریکارڈ ڈاؤن لوڈ کریں

# logout
source: LogOut Your Account
ur: اپنے اکاؤنٹ سے لاگ آؤٹ کریں

# sharestory
source: Share Your Story
ur: اپنی کہانی شیئر کریں

source: Mild
ur: معتدل

source: Moderate
ur: معتدل سے زیادہ

source: Severe
ur: شدید

source: Restart
ur: دوبارہ شروع کریں

# returnHome
source: Return to Home
ur: مرکزی صفحے پر واپس جائیں

source: Quiz History
ur: کوئز کی تاریخ

source: No Quiz History
ur: کوئز کی تاریخ نہیں

# downloadhistory
source: Download Patient History
ur: مریض کی تاریخ ڈاؤنلوڈ کریں

# oabHistory
source: View OAB Test History
ur: OAB ٹیسٹ کی تاریخ دیکھیں

# ipssHistory
source: View IPSS Test History
ur: IPSS ٹیسٹ کی تاریخ دیکھیں

# changeLan
source: Change Language
ur: زبان تبدیل کریں

# en
source: English
ur: انگریزی

# ur
source: Urdu
ur: اردو

source: Hello
ur: ہیلو

# healthTestQuickAssesment
source: Health Test: Quick Assessment for Vital Indicators
ur: صحت کا ٹیسٹ: جلدی اہم اشارات کی قدرتی تشخیص.

# oabDiag
source: OAB Diagnosis
ur: OAB کی تشخیص

# ipss
source: IPSS Diagnosis
ur: IPSS کی تشخیص

source: Take OAB Quiz
ur: OAB کوئز دیں

source: Take IPSS Quiz
ur: IPSS کوئز دیں

source: Account
ur: اکاؤنٹ
